tinyNozzle/2D/4_withallOutlets-half/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2212                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          189;
        startFace       53899;
    }
    inlet
    {
        type            patch;
        nFaces          7;
        startFace       54088;
    }
    outlet
    {
        type            patch;
        nFaces          458;
        startFace       54095;
    }
    symmetry
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          348;
        startFace       54553;
    }
    frontAndBackPlanes
    {
        type            empty;
        inGroups        1(empty);
        nFaces          54400;
        startFace       54901;
    }
)

// ************************************************************************* //
